/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ fotos";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ i %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ vídeos";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d dies, %2$d hores, %3$d minuts i %4$d segons";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d hores, %2$d minuts i %3$d segons";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minuts i %2$d segons";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d segons";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ píxels";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (connector d’Internet %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ - Subtítols descr.";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Emmagatzematge en la base de dades %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ - Lector fàcil";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Xarxes %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ - SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Contingut web de %@";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Clau mestra WebCrypto: %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d arxius";

/* Label for PDF page number indicator. */
"%d of %d" = "%d de %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu ítems";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 ítems";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 ítem";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 foto";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 vídeo";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1.024 (qualitat mitjana)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2.048 (qualitat alta)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (qualitat baixa)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<nom d’arxiu> %d × %d píxels";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Hi ha hagut una excepció de JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Afegir a la llista de lectura";

/* Undo action name */
"Align Left (Undo action name)" = "Alinear a l’esquerra";

/* Undo action name */
"Align Right (Undo action name)" = "Alinear a la dreta";

/* WKErrorUnknown description */
"An unknown error occurred" = "Hi ha hagut un error desconegut.";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Automàtic (recomanat)";

/* Back context menu item */
"Back" = "Enrere";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Connector bloquejat";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Connector bloquejat";

/* Bold context menu item */
"Bold" = "Negreta";

/* Undo action name */
"Bold (Undo action name)" = "Negreta";

/* menu item title for phone number */
"Call Using iPhone:" = "Trucar utilitzant l’iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Cancel·lar";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Cancel·lar";

/* Capitalize context menu item */
"Capitalize" = "Majúscula inicial";

/* Undo action name */
"Center (Undo action name)" = "Centrar";

/* Undo action name */
"Change Attributes (Undo action name)" = "Canviar els atributs";

/* Check spelling context menu item */
"Check Document Now" = "Revisar el document ara";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Revisar la gramàtica i l’ortografia";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Revisar l’ortografia a l’escriure";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Seleccionar un arxiu";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Seleccionar arxius";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Seleccionar contingut (múltiple)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Seleccionar contingut (únic)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Esborrar";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Esborrar les cerques recents";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Feu clic per sortir del mode de pantalla completa";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Feu clic per reiniciar";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "No es pot mostrar el contingut amb el tipus MIME indicat";

/* Media Controls context menu item */
"Controls" = "Controls";

/* Copy context menu item */
"Copy" = "Copiar";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Copiar";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Copiar l’adreça d’àudio";

/* Copy Image context menu item */
"Copy Image" = "Copiar la imatge";

/* Copy Link context menu item */
"Copy Link" = "Copiar l’enllaç";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Copiar l’adreça de vídeo";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Corregir l’ortografia automàticament";

/* Undo action name */
"Create Link (Undo action name)" = "Crear enllaç";

/* Cut context menu item */
"Cut" = "Tallar";

/* Undo action name */
"Cut (Undo action name)" = "Tallar";

/* Default writing direction context menu item */
"Default" = "Per omissió";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Eliminar";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Detalls";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Dictat";

/* Download Audio To Disk context menu item */
"Download Audio" = "Descarregar àudio";

/* Download Image context menu item */
"Download Image" = "Descarregar la imatge";

/* Download Linked File context menu item */
"Download Linked File" = "Descarregar l’arxiu enllaçat";

/* Download Video To Disk context menu item */
"Download Video" = "Descarregar vídeo";

/* Undo action name */
"Drag (Undo action name)" = "Arrossegar";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Passar a pantalla completa";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Sortir de pantalla completa";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Tipus de lletra";

/* Undo action name */
"Format Block (Undo action name)" = "Format";

/* Forward context menu item */
"Forward" = "Endavant";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Càrrega del marc interrompuda";

/* accessibility role description for web area */
"HTML content" = "Contingut HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Ocultar els controls";

/* menu item title */
"Hide Spelling and Grammar" = "Ocultar l’ortografia i la gramàtica";

/* menu item title */
"Hide Substitutions" = "Ocultar les substitucions";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorar la gramàtica";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorar la paraula";

/* Undo action name */
"Indent (Undo action name)" = "Augmentar el sagnat";

/* Undo action name */
"Insert List (Undo action name)" = "Inserir llista";

/* Inspect Element context menu item */
"Inspect Element" = "Inspeccionar l’element";

/* Italic context menu item */
"Italic" = "Cursiva";

/* Undo action name */
"Italics (Undo action name)" = "Cursiva";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java no està disponible";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Justificar";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Clau de %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Aprendre paraula";

/* Left to Right context menu item */
"Left to Right" = "D’esquerra a dreta";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Emissió en directe";

/* Media controller status message when the media is loading */
"Loading..." = "Carregant…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Buscar al diccionari";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Buscar “%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Buscar “<selecció>”";

/* Media Loop context menu item */
"Loop" = "Bucle";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Augmentar l’interlletratge";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Abaixar la línia base";

/* Make Lower Case context menu item */
"Make Lower Case" = "Tot en minúscula";

/* Make Upper Case context menu item */
"Make Upper Case" = "Tot en majúscula";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Falta el connector";

/* Media Mute context menu item */
"Mute" = "Silenciar";

/* No Guesses Found context menu item */
"No Guesses Found" = "Cap suggeriment";

/* Empty select list */
"No Options Select Popover" = "Cap opció";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Cap cerca recent";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "No teniu permís per utilitzar el port de xarxa restringit";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Desactivat";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Obrir";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Obrir l’àudio en una finestra nova";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Obrir el marc en una finestra nova";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Obrir la imatge en una finestra nova";

/* Open Link context menu item */
"Open Link" = "Obrir l’enllaç";

/* Open in New Window context menu item */
"Open Link in New Window" = "Obrir l’enllaç en una finestra nova";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Obrir el vídeo en una finestra nova";

/* context menu item for PDF */
"Open with %@" = "Obrir-ho amb %@";

/* Undo action name */
"Outdent (Undo action name)" = "Reduir el sagnat";

/* Outline context menu item */
"Outline" = "Esquema";

/* Undo action name */
"Outline (Undo action name)" = "Esquema";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direcció del paràgraf";

/* Paste context menu item */
"Paste" = "Enganxar";

/* Undo action name */
"Paste (Undo action name)" = "Enganxar";

/* Undo action name */
"Paste Font (Undo action name)" = "Enganxar el tipus de lletra";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Enganxar el regle";

/* Media Pause context menu item */
"Pause" = "Pausa";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Fototeca";

/* Media Play context menu item */
"Play" = "Reproduir";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Reproduir vídeo a pantalla completa";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Error del connector";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Connector cancel·lat";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Càrrega gestionada per connector";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Format de document portàtil";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Elevar la línia base";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Cerques recents";

/* Reload context menu item */
"Reload" = "Tornar a carregar";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Restablir";

/* Right to Left context menu item */
"Right to Left" = "De dreta a esquerra";

/* Title for Save Image action button */
"Save Image" = "Desar imatge";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Buscar a Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Buscar amb %@";

/* Search with Google context menu item */
"Search with Google" = "Buscar amb Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direcció de la selecció";

/* Undo action name */
"Set Background Color (Undo action name)" = "Establir el color de fons";

/* Undo action name */
"Set Color (Undo action name)" = "Establir el color";

/* Undo action name */
"Set Font (Undo action name)" = "Establir el tipus de lletra";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Establir la forma de caràcters tradicional";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Establir el sentit de l’escriptura";

/* Show colors context menu item */
"Show Colors" = "Mostrar els colors";

/* Show Media Controls context menu item */
"Show Controls" = "Mostrar els controls";

/* Show fonts context menu item */
"Show Fonts" = "Mostrar els tipus de lletra";

/* menu item title */
"Show Spelling and Grammar" = "Mostrar l’ortografia i la gramàtica";

/* menu item title */
"Show Substitutions" = "Mostrar les substitucions";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Mostrar-ho al complement bloquejat";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copiar/enganxar intel·ligent";

/* Smart Dashes context menu item */
"Smart Dashes" = "Guions intel·ligents";

/* Smart Links context menu item */
"Smart Links" = "Enllaços intel·ligents";

/* Smart Quotes context menu item */
"Smart Quotes" = "Cometes tipogràfiques";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Connector de la captura d’imatge";

/* Speech context sub-menu item */
"Speech" = "Veu";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ortografia i gramàtica";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Iniciar depuració de JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Iniciar els perfils JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Iniciar la lectura";

/* Stop context menu item */
"Stop" = "Aturar";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Aturar depuració de JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Aturar perfils de JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Aturar la lectura";

/* Styles context menu item */
"Styles..." = "Estils…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Enviar";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Enviar";

/* Undo action name */
"Subscript (Undo action name)" = "Subíndex";

/* Substitutions context sub-menu item */
"Substitutions" = "Substitucions";

/* Menu section heading for subtitles */
"Subtitles" = "Subtítols";

/* Undo action name */
"Superscript (Undo action name)" = "Superíndex";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Fer foto";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Fer foto o gravar vídeo";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Gravar vídeo";

/* Text Replacement context menu item */
"Text Replacement" = "Substitució de text";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "No es pot mostrar l’URL";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "La WKWebView no era vàlida";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "El procés del contingut web ha finalitzat";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "No s’ha pogut trobar la ubicació actual.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "No es pot trobar el connector";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "No es pot carregar el connector";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "El nom d’usuari o la contrasenya introduïts per a la zona “%@” de %@ són incorrectes. Comproveu que els heu escrit bé i proveu-ho de nou.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "El nom d’usuari o la contrasenya introduïts per al servidor proxy “%@” de %@ són incorrectes. Comproveu que els heu escrit bé i proveu-ho de nou.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "El nom d’usuari o la contrasenya introduïts per a aquesta zona de %@ són incorrectes. Comproveu que els heu escrit bé i proveu-ho de nou.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "En aquest índex es poden fer cerques. Escriviu les paraules clau: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Reduir l’interlletratge";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Per veure aquesta pàgina, heu d’iniciar sessió en la zona “%@” de %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Per veure aquesta pàgina heu d’iniciar sessió al servidor proxy %@ de %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Per a veure aquesta pàgina, heu d’iniciar sessió en aquesta zona de %@:";

/* Transformations context sub-menu item */
"Transformations" = "Transformacions";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Desactivar l’interlletratge";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Desactivar les lligadures";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "tecleig";

/* Underline context menu item */
"Underline" = "Subratllar";

/* Undo action name */
"Underline (Undo action name)" = "Subratllar";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Desconegut";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Desconegut";

/* Undo action name */
"Unlink (Undo action name)" = "Desenllaçar";

/* Undo action name */
"Unscript (Undo action name)" = "Anul·lar sub/superíndex";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Utilitzar totes les lligadures";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Utilitzar l’interlletratge estàndard";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Utilitzar les lligadures estàndard";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Utilitzades per encriptar claus WebCrypto en un emmagatzematge persistent, com ara IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspector web: %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF incorporat de WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit ha detectat un error intern";

/* message in authentication panel */
"Your login information will be sent securely." = "Les vostres dades d’accés s’enviaran de forma segura.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "La contrasenya s’enviarà sense encriptar.";

/* HTTP result code string */
"accepted" = "acceptada";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "activar";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "avís";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "quadre de diàleg d’avís";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplicació";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "estat de aplicació";

/* An ARIA accessibility group that acts as an article. */
"article" = "article";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "controls de reproducció d’elements d’àudio i visor d’estat";

/* accessibility label for audio element controller */
"audio playback" = "reproducció d’àudio";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "retrocedir 30 segons";

/* HTTP result code string */
"bad gateway" = "passarel·la incorrecta";

/* HTTP result code string */
"bad request" = "sol·licitud no vàlida";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "bàner";

/* accessibility help text for play button */
"begin playback" = "iniciar reproducció";

/* accessibility description for a search field cancel button */
"cancel" = "cancel·lar";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "activar";

/* HTTP result code string */
"client error" = "error en el client";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "complementari";

/* HTTP result code string */
"conflict" = "conflicte";

/* An ARIA accessibility group that contains content. */
"content information" = "informació del contingut";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "creació";

/* accessibility help text for movie status display */
"current movie status" = "estat actual del vídeo";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "temps de vídeo actual en segons";

/* role description of ARIA definition role */
"definition" = "definició";

/* description detail */
"description" = "descripció";

/* accessibility role description of a description list */
"description list" = "llista de descripció";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "quadre de diàleg";

/* An ARIA accessibility group that acts as a document. */
"document" = "document";

/* accessibility label for elapsed time display */
"elapsed time" = "temps transcorregut";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "activar la pantalla completa";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "sortir de la pantalla completa";

/* HTTP result code string */
"expectation failed" = "error en les dades esperades";

/* accessibility label for fast forward button */
"fast forward" = "avanç ràpid";

/* accessibility label for fast reverse button */
"fast reverse" = "rebobinat ràpid";

/* accessibility role description for a file upload button */
"file upload button" = "botó per pujar arxius";

/* accessibility role description for a footer */
"footer" = "peu de pàgina";

/* HTTP result code string */
"forbidden" = "prohibit";

/* HTTP result code string */
"found" = "trobat";

/* HTTP result code string */
"gateway timed out" = "temps esgotat per a la passarel·la";

/* accessibility role description for headings */
"heading" = "capçalera";

/* accessibility label for hide closed captions button */
"hide closed captions" = "amagar subtítols";

/* accessibility role description for image map */
"image map" = "mapa d’imatge";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "temps no definit";

/* HTTP result code string */
"informational" = "informatiu";

/* HTTP result code string */
"internal server error" = "error intern del servidor";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "saltar";

/* HTTP result code string */
"length required" = "longitud obligatòria";

/* accessibility role description for link */
"link" = "enllaç";

/* accessibility role description for list marker */
"list marker" = "marcador de llista";

/* An ARIA accessibility group that acts as a console log. */
"log" = "logaritme";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "principal";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "marquesina";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matemàtiques";

/* HTTP result code string */
"method not allowed" = "mètode no permès";

/* HTTP result code string */
"moved permanently" = "s’ha traslladat de forma permanent";

/* accessibility label for timeline slider */
"movie time" = "temps de vídeo";

/* accessibility help text for timeline slider */
"movie time scrubber" = "botó lliscant de temps de vídeo";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "índex de botó lliscant de temps de vídeo";

/* HTTP result code string */
"multiple choices" = "seleccions múltiples";

/* accessibility label for mute button */
"mute" = "silenciar";

/* accessibility help text for mute button */
"mute audio tracks" = "silenciar pistes d’àudio";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navegació";

/* HTTP result code string */
"needs proxy" = "necessita un proxy";

/* HTTP result code string */
"no content" = "cap contingut";

/* HTTP result code string */
"no error" = "cap error";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "cap arxiu seleccionat";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "cap arxiu seleccionat";

/* HTTP result code string */
"no longer exists" = "ja no existeix";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "cap contingut seleccionat (múltiple)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "cap contingut seleccionat (únic)";

/* HTTP result code string */
"non-authoritative information" = "informació sense autorització";

/* HTTP result code string */
"not found" = "no trobat";

/* HTTP result code string */
"not modified" = "no modificat";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "nota";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "nombre de segons de vídeo restants";

/* HTTP result code string */
"partial content" = "contingut parcial";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "patró no coincident";

/* accessibility label for pause button */
"pause" = "pausa";

/* accessibility help text for pause button */
"pause playback" = "posar reproducció en pausa";

/* HTTP result code string */
"payment required" = "pagament obligatori";

/* accessibility label for play button */
"play" = "reproduir";

/* HTTP result code string */
"precondition failed" = "error en la precondició";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "prémer";

/* HTTP result code string */
"proxy authentication required" = "autenticació de proxy obligatòria";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "desbordament de rang";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "rang insuficient";

/* HTTP result code string */
"redirected" = "redirigit";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "regió";

/* accessibility label for time remaining display */
"remaining time" = "temps restant";

/* HTTP result code string */
"request timed out" = "temps esgotat per a la sol·licitud";

/* HTTP result code string */
"request too large" = "sol·licitud massa llarga";

/* HTTP result code string */
"requested URL too long" = "la URL sol·licitada és massa llarga";

/* HTTP result code string */
"requested range not satisfiable" = "no es pot obtenir el rang sol·licitat";

/* HTTP result code string */
"reset content" = "restaurar contingut";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "retornar transmissió de vídeo a temps real";

/* accessibility label for return to real time button */
"return to realtime" = "tornar a temps real";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "buscar";

/* HTTP result code string */
"see other" = "veure’n altres";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "retrocedir 30 segons al vídeo";

/* accessibility help text for fast rewind button */
"seek quickly back" = "buscar ràpidament cap endarrere";

/* accessibility help text for fast forward button */
"seek quickly forward" = "buscar ràpidament cap endavant";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "seleccionar";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "separador";

/* HTTP result code string */
"server error" = "error del servidor";

/* HTTP result code string */
"service unavailable" = "servei no disponible";

/* accessibility label for show closed captions button */
"show closed captions" = "mostrar subtítols";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "iniciar visualització de subtítols";

/* accessibility label for movie status */
"status" = "estat";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "pas no coincident";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "aturar visualització de subtítols";

/* HTTP result code string */
"success" = "completat";

/* HTTP result code string */
"switching protocols" = "canviant de protocol";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "tauler de pestanya";

/* HTTP result code string */
"temporarily redirected" = "redirigit temporalment";

/* term word of a description list */
"term" = "terme";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "índex de botó lliscant de línia de temps";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "temporitzador";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "massa llarg";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "indicador de funció";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "tipus no coincident";

/* HTTP result code string */
"unacceptable" = "inacceptable";

/* HTTP result code string */
"unauthorized" = "no autoritzat";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "desactivar";

/* HTTP result code string */
"unimplemented" = "no implementat";

/* Unknown filename */
"unknown" = "desconegut";

/* accessibility label for turn mute off button */
"unmute" = "deixar de silenciar";

/* accessibility help text for un mute button */
"unmute audio tracks" = "deixar de silenciar pistes d’àudio";

/* HTTP result code string */
"unsupported media type" = "format incompatible";

/* HTTP result code string */
"unsupported version" = "versió incompatible";

/* Validation message for required form control elements that have no value */
"value missing" = "falta un valor";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "controls de reproducció d’elements de vídeo i visor d’estat";

/* accessibility label for video element controller */
"video playback" = "reproducció de vídeo";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Obrir";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Previsualitzar";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Afegir a la llista de lectura";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Copiar";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Afegir a Fotos";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Desar a Descàrregues";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Compartir";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Copiar";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Buscar";

/* "Paste" action menu item */
"Paste (action menu item)" = "Enganxar";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Suggeriments";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Copiar";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Compartir";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Desar a Descàrregues";
